{"columns": ["Sentence", "Label", "Predicted"], "data": [["The sailors rode the breeze clear of the rocks.", 1, 0], ["The weights made the rope stretch over the pulley.", 1, 0], ["The mechanical doll wriggled itself loose.", 1, 0], ["If you had eaten more, you would want less.", 1, 0], ["Mary listens to the Grateful Dead, she gets depressed.", 1, 0], ["The angrier Mary got, the more she looked at pictures.", 1, 0], ["The higher the stakes, the lower his expectations are.", 1, 0], ["The more Fred is obnoxious, the less attention you should pay to him.", 1, 0], ["John was lots more obnoxious than Fred.", 1, 0], ["The more people you give beer to, the more people get sick.", 1, 0], ["The more pictures of him that appear in the news, the more embarrassed John becomes.", 1, 0], ["Every senator seems to become more corrupt, as he talks to more lobbyists.", 1, 0], ["Marianne did not leave.", 1, 0], ["He could not] have been working.", 1, 0], ["He can not have been working.", 1, 0], ["You will believe Bob.", 1, 0], ["John has not kissed Mary.", 1, 0], ["I said that never in my life had I seen a place like Bangor.", 1, 0], ["There tended to be a lot of discussion.", 1, 0], ["John tried to be a good boy.", 1, 0], ["John is eager.", 1, 0], ["We want John to win.", 1, 0], ["Water bubbled up out of the kettle.", 1, 0], ["The tub leaked water.", 1, 0], ["The tank leaked the fluid free.", 1, 0], ["John lay the ball in the box.", 1, 0], ["John owns the book.", 1, 0], ["We persuaded Mary to leave and Sue to stay.", 1, 0], ["Most people probably consider, even though the courts didn't actually find, Klaus guilty of murder.", 1, 0], ["Clearly, John probably will immediately learn French perfectly.", 1, 0], ["The men will all leave.", 1, 0], ["John went home.", 1, 0], ["It is nice to go abroad.", 1, 0], ["I remembered having kissed Mary.", 1, 0], ["I can't believe Fred won't, either.", 1, 0], ["John wants to read Fred's story, and I also want to.", 1, 0], ["Mary will read Fred's story, and Joe will read Holly's.", 1, 0], ["Mary claimed that eating cabbage, Holly shouldn't.", 1, 0], ["If I can, I will work on it.", 1, 0], ["Joe's neuroses bother his patrons, and Sally does too.", 1, 0], ["I know which book Mag read, and which book Bob said that you hadn't.", 1, 0], ["I'm sure I would like him to eat fruit more than I would cookies.", 1, 0], ["Rusty talked about himself only after Mary did talk about him.", 1, 0], ["Fred talked about everything before Rusty did talk about something.", 1, 0]]}